<?php

return [

    /*
    |--------------------------------------------------------------------------
    | 書籍言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は書籍画面にて利用する文言です。
    | アプリケーションに合うように、自由に変更してください。
    |
    */

    // タイトル
    'title' => [
        'book' => '書籍管理',
    ],

    // 見出し
    'heading' => [
        'index' => '書籍一覧',
        'create' => '登録',
        'edit' => '更新',
        'detail' => '詳細',
    ],

    // テーブルヘッダー
    'tbl_heading' => [
        'id' => 'ID',
        'title' => 'タイトル',
        'cost' => '値段',
        'memo' => 'メモ',
        'detail' => '詳細',
        'delete' => '削除',
    ],

    // 項目
    'list' => [
        'id' => 'ID',
        'title' => 'タイトル',
        'cost' => '値段',
        'memo' => 'メモ',
    ],

    // プレースホルダー
    'placeholder' => [
        'search' => '検索',
        'title' => 'タイトル',
        'cost' => '値段',
        'memo' => 'メモ',
    ],

    // ボタン
    'btn' => [
        'index' => '一覧画面へ',
        'create' => '新規作成',
        'store' => '登録',
        'edit' => '更新画面へ',
        'update' => '更新',
        'detail' => '詳細',
        'delete' => '削除',
        'search' => '検索',
        'csv' => 'CSVダウンロード',
        'yes' => 'はい',
        'no' => 'いいえ',
        'return' => '戻る',
    ],

    // ダイアログ
    'dialog' => [
        'confirm' => [
            'create' => '登録しますか？',
            'update' => '更新しますか？',
            'delete' => '削除しますか？',
        ],
        'complete' => [
            'create' => '登録しました。',
            'update' => '更新しました。',
            'delete' => '削除しました。',
        ]
    ],
];
