<?php

return [

    /*
    |--------------------------------------------------------------------------
    | 書籍言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行はエラー画面にて利用する文言です。
    | アプリケーションに合うように、自由に変更してください。
    |
    */

    // タイトル
    'title' => [
        'error' => 'エラーページ',
    ],

    // 見出し
    'heading' => [
        '400' => '400ページ',
        '401' => '401ページ',
        '403' => '403ページ',
        '404' => '404ページ',
        '405' => '405ページ',
        '500' => '500ページ',
        '503' => '503ページ',
    ],

    // エラーメッセージ
    'message' => [
        'note' => '本ページはエラーページになります。恐れ入りますが、下記ボタンからサービスページにお戻りください。',
    ],

    // ボタン
    'btn' => [
        'index' => '戻る',
    ],
];
