<?php

return [

    /*
    |--------------------------------------------------------------------------
    | 書籍言語行
    |--------------------------------------------------------------------------
    |
    | 以下の言語行は管理画面にて利用する文言です。
    | アプリケーションに合うように、自由に変更してください。
    |
    */

    // 見出し
    'heading' => [
        'index' => '管理',
    ],

    // 項目
    'list' => [
        'manage' => 'setting',
        'backup' => 'バックアップ',
        'barbage' => 'ゴミ箱',
        'retention' => '保存期間',
        'access_log' => 'アクセスログ',
        'cooperation' => '連携',
    ],

    // プレースホルダー
    'placeholder' => [

    ],

    // ボタン
    'btn' => [
        'index' => '一覧画面へ',
        'create' => '新規作成',
        'store' => '登録',
        'edit' => '更新画面へ',
        'update' => '更新',
        'detail' => '詳細',
        'delete' => '削除',
        'search' => '検索',
        'csv' => 'CSVダウンロード',
        'yes' => 'はい',
        'no' => 'いいえ',
        'return' => '戻る',
        'user' => 'ユーザー情報取得',
    ],

    // ダイアログ
    'dialog' => [
        'confirm' => [
            'create' => '登録しますか？',
            'update' => '更新しますか？',
            'delete' => '削除しますか？',
        ],
        'complete' => [
            'create' => '登録しました。',
            'update' => '更新しました。',
            'delete' => '削除しました。',
        ]
    ],

    // フッター
    'footer' => [
        'copyright' => '©︎y-kotti',
    ],
];
